[
  {
    "id": 1,
    "nomFamille": "Famille Diatta",
    "localisation": "Ziguinchor, Casamance",
    "presentation": "La famille Diatta vous accueille dans leur maison traditionnelle au cœur d'un village typique. Expérience culturelle garantie avec des repas authentiques et des activités traditionnelles. Vous découvrirez la vraie vie casamançaise dans un cadre chaleureux et familial.",
    "capacite": 4,
    "equipements": "Wi-Fi, Salle de bain privée, Climatisation, Terrasse, Jardin",
    "activites": "Cuisine locale, Visite village, Atelier artisanat, Découverte culturelle",
    "tarif": 12000,
    "images": ["3.jpg", "diatta2.jpg", "diatta3.jpg"],
    "rating": 4.5,
    "reviews": 12,
    "isNew": true,
    "dateDebut": "2024-01-01",
    "dateFin": "2024-12-31"
  },
  {
    "id": 2,
    "nomFamille": "Famille Sané",
    "localisation": "Cap Skirring, Casamance",
    "presentation": "Maison moderne près des plages de Cap Skirring. Idéal pour les amoureux de la mer et de tranquillité. Profitez de la vue sur l'océan et des plages paradisiaques à quelques minutes à pied. Accueil personnalisé et service de qualité.",
    "capacite": 2,
    "equipements": "Climatisation, Piscine, Wi-Fi, Salle de bain privée, Balcon",
    "activites": "Excursions nature, Plage, Pêche, Sports nautiques",
    "tarif": 15000,
    "images": ["6.jpg", "sane2.jpg", "sane3.jpg"],
    "rating": 5,
    "reviews": 8,
    "isNew": false,
    "dateDebut": "2024-01-01",
    "dateFin": "2024-12-31"
  },
  {
    "id": 3,
    "nomFamille": "Famille Badji",
    "localisation": "Oussouye, Casamance",
    "presentation": "Grande famille traditionnelle proposant des activités culturelles et des repas typiques. Découvrez les traditions ancestrales de la Casamance dans un environnement authentique. Partagez le quotidien d'une famille sénégalaise chaleureuse.",
    "capacite": 6,
    "equipements": "Salle de bain partagée, Ventilateur, Terrasse, Jardin potager",
    "activites": "Cuisine locale, Visite village, Atelier artisanat, Danse traditionnelle",
    "tarif": 10000,
    "images": ["4.jpg", "badji2.jpg", "badji3.jpg"],
    "rating": 4.0,
    "reviews": 5,
    "isNew": true,
    "dateDebut": "2024-01-01",
    "dateFin": "2024-12-31"
  },
  {
    "id": 4,
    "nomFamille": "Famille Mané",
    "localisation": "Kolda, Casamance",
    "presentation": "Accueil chaleureux dans un cadre naturel préservé. Possibilité d'excursions en forêt et de découverte de la faune locale. Maison traditionnelle entourée de verdure pour un séjour ressourçant et authentique.",
    "capacite": 3,
    "equipements": "Salle de bain privée, Ventilateur, Terrasse, Parking",
    "activites": "Excursions nature, Randonnée, Observation faune, Découverte botanique",
    "tarif": 9500,
    "images": ["casa2.png", "mane2.jpg", "mane3.jpg"],
    "rating": 4.5,
    "reviews": 7,
    "isNew": false,
    "dateDebut": "2024-01-01",
    "dateFin": "2024-12-31"
  },
  {
    "id": 5,
    "nomFamille": "Famille Diédhiou",
    "localisation": "Sédhiou, Casamance",
    "presentation": "Maison sur pilotis au bord du fleuve. Expérience unique de pêche et de découverte de la mangrove. Vivez au rythme du fleuve et découvrez les secrets de la pêche traditionnelle casamançaise.",
    "capacite": 5,
    "equipements": "Salle de bain privée, Ventilateur, Terrasse sur pilotis, Embarcadère",
    "activites": "Pêche traditionnelle, Découverte mangrove, Balade en pirogue, Cuisine locale",
    "tarif": 11000,
    "images": ["8.jpg", "diedhiou2.jpg", "diedhiou3.jpg"],
    "rating": 5.0,
    "reviews": 10,
    "isNew": false,
    "dateDebut": "2024-01-01",
    "dateFin": "2024-12-31"
  },
  {
    "id": 6,
    "nomFamille": "Famille Coly",
    "localisation": "Ziguinchor, Casamance",
    "presentation": "Famille jeune et dynamique proposant des activités sportives et culturelles. Idéal pour les voyageurs actifs qui souhaitent découvrir la Casamance de manière moderne tout en respectant les traditions locales.",
    "capacite": 4,
    "equipements": "Wi-Fi, Salle de bain privée, Climatisation, Terrasse, Espace sport",
    "activites": "Sports locaux, Visite culturelle, Atelier cuisine, Découverte urbaine",
    "tarif": 13500,
    "images": ["5.jpg", "coly2.jpg", "coly3.jpg"],
    "rating": 4.0,
    "reviews": 6,
    "isNew": false,
    "dateDebut": "2024-01-01",
    "dateFin": "2024-12-31"
  }
]